Repository: drewg3r/mcontracts
Catalog: data/locales/*/LC_MESSAGES/bot-loc.po
Languages: uk

source: Выберите язык
uk: Оберіть мову

source: Ваш язык изменен
uk: Мову змінено

source: Добро пожаловать, {name}! Введите /help для получения справки
uk: Вітаю, {name}! Введіть /help щоб отрмати довідку

source: Инвойс архивирован
uk: Ви архівували інвойс

source: Инвойс восстановлен
uk: Ви відновили інвойс

source: Возникла непредвиденная ошибка
uk: Виникла непередбачувана помилка

source: Вы закрыли контракт
uk: Ви закрили контракт

source: У вас нет активных инвойсов
uk: У вас немає активних інвойсів

source: <b>Список активных инвойсов</b>
uk: <b>Список активних інвойсів</b>

source: У вас нет архивных инвойсов
uk: У вас немає архівних інвойсів

source: <b>Список архивных инвойсов</b>
uk: <b>Список архівних інвойсів</b>

source: Отменено
uk: Відмінено

source: Создаём новый инвойс. Вы хотите получить или отдать деньги? (/cancel - отмена)
uk: Створюємо новий інвойс. Ви хочете отримати чи віддати кошти? (/cancel - скасувати)

source: 👛Получить
uk: 👛Отримати

source: Теперь введите сумму, которую хотите получить
uk: Тепер введіть суму, яку бажаєте отримати

source: 💸Отдать
uk: 💸Віддати

source: Теперь введите сумму, которую хотите отдать
uk: Тепер введіть суму, яку бажаєте віддати

source: Ошибка. Введите данные еще раз или отмените создание счёта(/cancel)
uk: Помилка. Введіть дані знову або відмініть створення рахунку(/cancel)

source: Отлично. Теперь введите описание (/skip - пропустить)
uk: Чудово. Тепер введіть опис (/skip - пропустити)

source: Вы должны отправить боту команду /start прежде чем начать пользоваться контрактами
uk: Вам потрібно надіслати боту команду /start перш ніж почати користуватись контрактами

source: Информация обновлена
uk: Інформацію оновлено

source: Отправить контракт №{}
uk: Надіслати контракт №{}

source: Произошла внутренняя ошибка
uk: Виникла внутрішня помилка

source: Внутренняя ошибка: контракт не найден
uk: Внутрішня помилка: контракт не знайдено

source: Этот контракт уже подписан. Нажмите на кнопку "Обновить"
uk: Цей контракт вже підписано. Натисніть кнопку "Оновити"

source: Вы не можете подписать контракт являясь его автором
uk: Неможливо підписати контракт створений вами

source: Для работы с контрактами вы должны нажать кнопку СТАРТ в боте @{}
uk: Для роботи з контрактами потрібно натиснути кнопку СТАРТ в боті @{}

source: Контракт подписан
uk: Контракт підписано

source: У вас нет актинвых инвойсов
uk: У вас немає активних інвойсів

source: 🔄Обновить
uk: 🔄Оновити

source: Поделиться
uk: Поділитись

source: Закрыть
uk: Закрити

source: 📥Архивировать
uk: 📥Архивувати

source: 📤Восстановить
uk: 📤Відновити

source: 🤝Подписать
uk: 🤝Підписати

source: <i>контракт еще не подписан</i>
uk: <i>контракт ще не підписано</i>

source: Ожидается подпись
uk: Очікується підпис

source: Контракт активен
uk: Контракт активний

source: Контракт закрыт
uk: Контракт закрито

source: Автор -> Подписанту
uk: Автор -> Підписанту

source: Подписант -> Автору
uk: Підписант -> Автору

source: <i>без описания</i>
uk: <i>без опису</i>

source: <i>договор еще не подписан</i>
uk: <i>договір ще не підписано</i>

source: Вы
uk: Ви

source: {emoji_status}<b>Счёт №{invoice}</b> <b>Статус:</b> {status} <b>Автор:</b> {creator} <b>Подписант:</b> {signer} Договор о передаче денег: {direction} <b>Сумма:</b> {sum} <b>Дата создания:</b> {date_created} <b>Описание:</b> {description}
uk: {emoji_status}<b>Рахунок №{invoice}</b> <b>Статус:</b> {status} <b>Автор:</b> {creator} <b>Підписант:</b> {signer} Договір про передачу грошей: {direction} <b>Сума:</b> {sum} <b>Дата створення:</b> {date_created} <b>Опис:</b> {description}

source: <b>Инвойс №{invoice}</b> <b>Сумма:</b> {sum} <b>Описание:</b> {description} {direction} {date_created} <b>Подробнее:</b> /inv_info_{invoice}
uk: <b>Інвойс №{invoice}</b> <b>Сума:</b> {sum} <b>Опис:</b> {description} {direction} {date_created} <b>Деталі:</b> /inv_info_{invoice}

source: Этот бот позволяет создавать договорённости. Сейчас доступна только договорённость типа «счёт». Для её создания введите /new_invoice
uk: Цей бот дозволяє створювати домовленності. Наразі доступна лише домовленність типу «інвойс». Для її створення введіть /new_invoice
